---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.WALL_HEIGHT_TYPE
enum: Autodesk.Revit.DB.BuiltInParameter
zh: 顶部限制条件
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.WALL_HEIGHT_TYPE

**中文**: 顶部限制条件

"Top Constraint"